export const live2dCofnig = {
  mouseover: [{
    selector: ['.live2d'],
    message: [
      '夜深人静是想你的时候了',
      '前辈是前辈，正不正经就不知道了！',
      '星梦女孩在这里',
      '谁都能哭 @_@ ',
      '这不重要！',
      '该会的还是要会',
      '我对后辈用嘴说，我对莫莫用手摸！',
      '长命百岁，青春永驻',
      '一天世界，一塌糊涂',
      '优秀的有点普通',
      '美的千篇一律，丑的千奇百怪',
      '孔肖吟最有劲的时候--喝点儿',
      '毫无灵魂',
      '前辈社会但是不影响我拽',
      '前辈们的事情前辈自己解决，跟你有什么关系',
      '社会不社会你自己感受'
    ]}, {
      selector: ['#home'],
      message: ['想看我的主页么?']
    }, {
      selector: ['#change'],
      message: ['喜欢换装play?']
    }, {
      selector: ['#save'],
      message: ['保持微笑就好']
    }, {
      selector: ['#about'],
      message: ['想知道我的一切?']
    }, {
      selector: ['#hide'],
      message: ['哼! 你会后悔的!!']
    }
  ],
  click: [{
    selector: ['.live2d'],
    message: [
      '是…是不小心碰到了吧，握手券交一下',
      '社会队是什么呀',
      '你看到我的小钱了吗?',
      '再摸的话我可要报警了！⌇●﹏●⌇',
      '子杰吗，这里有个变态一直在摸我(ó﹏ò｡)',
      '我要生气哟(ー`´ー)'
    ]
  }]
}
