export const live2dCofnig = {
  mouseover: [{
    selector: ['.live2d'],
    message: [
      '你们还活着就是我做过的最大的好人好事',
      '主动一点，等什么呢~真是~',
      '我把你当兄弟，你却一直想睡我',
      '虽然你没有感觉，但是我是有感觉的',
      '爷，用命爱你',
      '不行啊，我不应该不懂啊',
      '这不是我的爱好，我只对你一个人这样',
      '她的眼神有毒，你的眼神解毒',
      '夜深人静是想你的时候了',
      '前辈是前辈，正不正经就不知道了！',
      '星梦女孩在这里',
      '谁都能哭 @_@ ',
      '这不重要！',
      '该会的还是要会',
      '我对后辈用嘴说，我对莫莫用手摸！',
      '长命百岁，青春永驻',
      '一天世界，一塌糊涂',
      '优秀的有点普通',
      '美的千篇一律，丑的千奇百怪',
      '孔肖吟最有劲的时候--喝点儿',
      '毫无灵魂',
      '前辈社会但是不影响我拽',
      '前辈们的事情前辈自己解决，跟你有什么关系',
      '社会不社会你自己感受',
      '总结下来你们都是傻的',
      '还好我变温柔了，不然这舞台上要少一个人',
      '友情好脆弱',
      '到哪都冒烟，可能是仙气',
      '我给你那么多个眼神，你连个回眸都没给我',
      '你这么想败坏我的名声，你是想得到我么',
      '台下的笑声不会背叛我',
      '总结下来就是一个一波三折的故事'
    ]}, {
      selector: ['#home'],
      message: ['想看我的主页么?']
    }, {
      selector: ['#change'],
      message: ['喜欢换装play?']
    }, {
      selector: ['#save'],
      message: ['保持微笑就好']
    }, {
      selector: ['#about'],
      message: ['想知道我的一切?']
    }, {
      selector: ['#hide'],
      message: ['哼! 你会后悔的!!']
    }
  ],
  click: [{
    selector: ['.live2d'],
    message: [
      '是…是不小心碰到了吧，握手券交一下',
      '社会队是什么呀',
      '你看到我的小钱了吗?',
      '再摸的话我可要报警了！⌇●﹏●⌇',
      '子杰吗，这里有个变态一直在摸我(ó﹏ò｡)',
      '我要生气哟(ー`´ー)'
    ]
  }]
}
